
/*Title for Itel ViewController*/
"ItellTitle" = "I tell";
/*Itell time limited message */
"ItellTimeLimited" = "I Tell time is finished";


/*Title for Friend view Controller */
"FriendsTitle" = "Friends";


/*Header Friends View Controller string */
"FriendsHeader" = "People you may know.";

/*Title for friend list view controller*/
"FriendsListTitle" = "Friends List";

/*Title for profile view controller*/
"ProfileTitle" = "Profile";